src/xml/request_templates/anmeldelse_fvonk.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>35505113|870971</ac:identifier>
              <ac:source>Anmeldelser</ac:source>
              <dc:title>Anmeldelse</dc:title>
              <dc:title xsi:type="dkdcplus:full">Anmeldelse</dc:title>
              <dc:creator>Lasse Horne Kjældgaard</dc:creator>
              <dc:creator xsi:type="oss:sort">Kjældgaard, Lasse Horne</dc:creator>
              <dcterms:abstract>Vurdering: 5/6</dcterms:abstract>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:date>2013</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Anmeldelse</dc:type>
              <dcterms:extent>Sektion 5, s. 3</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
              <dcterms:isPartOf>Politiken, 2013-03-02</dcterms:isPartOf>
              <dcterms:isPartOf xsi:type="dkdcplus:ISSN">0907-1814</dcterms:isPartOf>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">35505113</marcx:subfield>
                  <marcx:subfield code="b">870971</marcx:subfield>
                  <marcx:subfield code="c">20130304102359</marcx:subfield>
                  <marcx:subfield code="d">20130304</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">i</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">a</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2013</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">s</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="n">b</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                  <marcx:subfield code="r">an</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xe</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="014">
                  <marcx:subfield code="a">29838003</marcx:subfield>
                  <marcx:subfield code="x">ANM</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="016">
                  <marcx:subfield code="a">03243850</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">ANU201311</marcx:subfield>
                  <marcx:subfield code="a">DAN201311</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">[Anmeldelse]</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">Sektion 5, s. 3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="504">
                  <marcx:subfield code="a">Vurdering: 5/6</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="557">
                  <marcx:subfield code="a">Politiken</marcx:subfield>
                  <marcx:subfield code="j">2013</marcx:subfield>
                  <marcx:subfield code="z">0907-1814</marcx:subfield>
                  <marcx:subfield code="V">2013-03-02</marcx:subfield>
                  <marcx:subfield code="v">2013-03-02</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="700">
                  <marcx:subfield code="&amp;">ANM</marcx:subfield>
                  <marcx:subfield code="a">Kjældgaard</marcx:subfield>
                  <marcx:subfield code="h">Lasse Horne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="900">
                  <marcx:subfield code="&amp;">ANM</marcx:subfield>
                  <marcx:subfield code="a">Horne Kjældgaard</marcx:subfield>
                  <marcx:subfield code="h">Lasse</marcx:subfield>
                  <marcx:subfield code="z">700</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">IDX</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870971-anmeld:35505113</os:identifier>
            <os:creationDate/>
            <os:holdingsCount>0</os:holdingsCount>
            <os:lendingLibraries>0</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasOnlineAccess</os:relationType>
                <os:relationUri>[useraccessinfomedia]?action=getArticle&amp;faust=35505113&amp;libraryCode=[libraryCode]&amp;userId=[userId]&amp;userPinCode=[userPinCode]</os:relationUri>
                <os:linkObject>
                  <os:accessType>rest</os:accessType>
                  <os:access>remote</os:access>
                  <os:linkTo>webservice</os:linkTo>
                </os:linkObject>
              </os:relation>
              <os:relation>
                <os:relationType>dbcbib:isPartOfManifestation</os:relationType>
                <os:relationUri>870970-basis:03243850</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:isReviewOf</os:relationType>
                <os:relationUri>870970-basis:29838003</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>anmeldelse_fvonk.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
